// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "HP:n tulostinohjaimen liittäminen tulostimeen mahdollistaa kaikkien tulostusominaisuuksien hyödyntämisen.";
APTAddPrinterTitle = "Lisää tulostin";
APTSkipButtonTitle = "Ohita";

APTFirstStepTitle = "1. Napsauta Lisää tulostin. Näkyviin tulee ikkuna, jossa näkyvät kaikki paikallisen verkon käytettävissä olevat tulostimet.";
APTBonjourSecondStepTitle = "2. Valitse \"%@\". Saattaa kestää jonkin aikaa, ennen kuin tulostin näkyy luettelossa.";
APTSecondStepNoteTitle = "Huomaa: Tulostimelle tulee valita \"Bonjour\" tai \"Bonjour-monitoimi\", jotta kaikki tulostimen toiminnot toimivat asianmukaisesti. Jos kumpaakaan merkintää ei näy luettelossa ja tulostin on yhdistetty tähän tietokoneeseen USB-johdolla, irrota johto.";
APTBonjourThirdStepTitle = "3. Avaa Käyttö (tai Tulostuslaite) ja valitse tulostimen mallinimi. Näin HP:n tulostinohjain määritetään tulostusjonoon.";
APTBonjourFourthStepTitle = "4. Luo tulostusjono valmiiksi valitsemalla Lisää ja sulje ikkuna.";

APTIPSecondStepTitle = "2. Osoita \"IP\"-painiketta työkalupalkista.";
APTIPThirdStepTitle = "3. Valitse \"HP Jetdirect - Socket\" -vaihtoehto Protokolla-kentästä.";
APTIPFourthStepTitle = "4. Anna IP-osoite \"%@\" Osoite-kenttään. Laite tulee näkyviin hetken kuluttua.";
APTFouthStepNoteTitle = "Jos laitteesi ei näy \"Tulostuslaite\"- tai \"Käyttö\"-kentässä, laitetta ei löydetty. Tutustu laitteen ja Applen ohjeisiin ja lisää laite manuaalisesti.";
APTFifthStepIPTitle = "5. Luo tulostusjono valmiiksi valitsemalla Lisää ja sulje ikkuna.";
APTPrintOnlySupportWarning = "Huomaa: IP-yhteyttä tuetaan. Kuitenkin vain tulostustoiminto toimii asianmukaisesti.";

AssistantContinueAlertTitle = "Haluatko varmasti jatkaa ilman tulostusjonon lisäämistä?";
AssistantContinueAlertMessage = "Tulostimeen ei voi tulostaa ennen kuin tämä vaihe on suoritettu.";

FaxDriverNotInstalledTitle = "Faksauksen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
PrintDriverNotInstalledTitle = "Tulostuksen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
APTMissingSoftwareMessage = "APT_TEXT:Lataa ja asenna uusin ohjelmisto laitteeseen osoitteesta APT_LINK:APT_URL:APTSupportLink_URL ja yritä sitten uudelleen. Jos jatkat ilman uusimman ohjelmiston asentamista, kaikki toiminnot eivät välttämättä ole käytettävissä.";
